"CBLPropertyIdentifierISOSpeed" = "ISO";
"CBLPropertyIdentifierShutterSpeed" = "Verschlusszeit";
"CBLPropertyIdentifierAperture" = "Blende";
"CBLPropertyIdentifierExposureCompensation" = "Belichtungskompensation";
"CBLPropertyIdentifierBatteryLevel" = "Batteriestand";
"CBLPropertyIdentifierPowerSource" = "Stromquelle";
"CBLPropertyIdentifierAFSystem" = "AF-System";
"CBLPropertyIdentifierFocusMode" = "Fokusmodus";
"CBLPropertyIdentifierDriveMode" = "Auslösermodus";
"CBLPropertyIdentifierAutoExposureMode" = "Belichtungsmodus";
"CBLPropertyIdentifierInCameraBracketingEnabled" = "Reihenautomatik?";
"CBLPropertyIdentifierMirrorLockupEnabled" = "MLU?";
"CBLPropertyIdentifierMirrorLockupStage" = "MLU Stufe";
"CBLPropertyIdentifierDOFPreviewEnabled" = "Schärfentiefevorschau?";
"CBLPropertyIdentifierEVFOutputDevice" = "EVF Ausgabe";
"CBLPropertyIdentifierShotsAvailable" = "Fotos verfügbar";
"CBLPropertyIdentifierLensStatus" = "Objektiv?";
"CBLPropertyIdentifierColorTone" = "Farbton";
"CBLPropertyIdentifierArtFilter" = "Kunstfilter";
"CBLPropertyIdentifierDigitalZoom" = "Digitaler Telekonverter";
"CBLPropertyIdentifierWhiteBalance" = "Weißabgleich";
"CBLPropertyIdentifierNoiseReduction" = "Rauschreduzierung";
"CBLPropertyIdentifierImageQuality" = "Bildqualität";
"CBLPropertyIdentifierLightMeterStatus" = "Belichtungsmesserstatus";
"CBLPropertyIdentifierLightMeterReading" = "Belichtungsmesserwert";
"CBLPropertyIdentifierExposureMeteringMode" = "Messmodus";
"CBLPropertyIdentifierReadyForCapture" = "Bereit für die Aufnahme?";
"CBLPropertyIdentifierImageDestination" = "Bildziel";
"CBLPropertyIdentifierVideoRecordingFormat" = "Format der Videoaufzeichnung";
"CBLPropertyIdentifierLiveViewZoomLevel" = "Live-View-Zoom";
"CBLPropertyIdentifierVideoISOSpeed" = "Video-ISO";
"CBLPropertyIdentifierVideoShutterSpeed" = "Video-Verschlusszeit";
"CBLPropertyIdentifierVideoAperture" = "Video-Blende";
"CBLPropertyIdentifierVideoExposureCompensation" = "Video-Belichtungskompensation";
"CBLPropertyIdentifierFlashAvailable" = "Blitz";
"CBLPropertyIdentifierFlashMode" = "Blitzmodus";
"CBLPropertyIdentifierFlashExposureCompensation" = "Blitz-Belichtungskompensation";
"CBLPropertyIdentifierCustomWhiteBalanceValue" = "Benutzerdefiniert Weißabgleich";
"CBLPropertyIdentifierVideoRecordingCompressionLevel" = "Videokompression";
"CBLPropertyIdentifierVideoRecordingFrameRate" = "Video-Bildrate";
"CBLPropertyIdentifierVideoRecordingResolution" = "Videoauflösung";
"CBLPropertyIdentifierThermalState" = "Thermische Warnstufe";
"CBLPropertyIdentifierExposureSimulation" = "Belichtungssimulation";

"CBLPropertyValueYes" = "Ja";
"CBLPropertyValueNo" = "Nein";
